import type { IMainSliderCards } from '../interface/main-slider-cards.interface'

export const MAIN_SLIDER_CARDS_DATA: IMainSliderCards = {
	items: [
		{
			name: 'ФИГУРЫ ИЗ ШАРОВ',
			imagePath: '/images/data/slider/cards/card-1.png',
			imageWidth: 181,
			imageHeight: 183,
			popup: {
				name: 'ФИГУРЫ ИЗ ВОЗДУШНЫХ ШАРОВ',
				content:
					'Фигуры из воздушных шаров от компании "Скоро Праздник" это всегда море эмоций! Создаем фигуры с портретным сходством, мультгерои, фигуры зверей, птиц, шуточные персонажи, различные букеты цветов из шаров.<br />Заявку желательно оставить заранее, т. к. процесс создания ростовой фигуры из шаров процесс длительный и  трудоёмкий.<br />Фигуры из шаров создаются на основе каркаса, часто в полный рост и выше. Только представьте, сколько радости  вы доставите близкому человеку, подарив ему,например, букет роз выше его роста. Или что за эмоции будут у вашего малыша получившего большого любимого персонажа!Любое пожелание по оформлению, цветовой гамме просто оставьте нашему менеджеру или в комментарии к заказу. Очень любим Ваши креативные задачи. С удовольствием выполним ростовые фигуры из картона, тантамарески, пенокартона и пенопласта. Ждём ваших заявок!',
				imagePath: '/images/other/slider/card-popup-1.webp',
				bottom:
					'Посмотреть альбом «фигуры» можно по ссылке: <a href="https://скоропраздник.рф/category/figury-iz-sharov">https://скоропраздник.рф/category/figury-iz-sharov</a>',
			},
		},
		{
			name: 'ФОТОЗОНЫ',
			imagePath: '/images/data/slider/cards/card-2.png',
			imageWidth: 180,
			imageHeight: 196,
			popup: {
				name: 'ФОТОЗОНЫ',
				content:
					'Заказать оформление праздников в Москве, дней рождений, выпускных фотозон от компании "Скоро Праздник" это очень просто! С удовольствием украсим выпускной в детском саду или школе яркой тематической фото зоной.<br />Наши дизайнеры постоянно совершенствуется в искусстве аэродизайна,  обмениваются опытом с европейскими коллегами. В оформлении праздников мы всегда готовы предложить Вам новинки праздничного рынка. Активно используем фотозоны с пайетками, воздушными шарами, светодиодной подсветкой, живыми цветами. Украшение праздников осуществляем в Москве и Подмосковью.<br />Доставка шаров и праздничной продукции по г Мытищи за 2 часа!',
				imagePath: '/images/other/slider/card-popup-2.webp',
				bottom:
					'Посмотреть альбом «фотозоны» можно по ссылке: <a href="https://скоропраздник.рф/category/fotozony">https://скоропраздник.рф/category/fotozony</a>',
			},
		},
		{
			name: 'ДОСТАВКА БУКЕТОВ',
			imagePath: '/images/data/slider/cards/card-3.png',
			imageWidth: 199,
			imageHeight: 182,
			popup: {
				name: 'ДОСТАВКА БУКЕТОВ',
				content:
					'Заказать быструю доставку цветов по Москве с компанией "Скоро Праздник" это прекрасная возможность ярко и со вкусом поздравить любимого человека.<br />Мы современный профессиональный праздничный сервис с возможностью заказа праздничного товара в несколько кликов. Наш курьер доставит срочный заказ свежих цветов  строго в оговоренное время сразу из рук флориста.<br />Доставка букетов и элегантных корзин с цветами по Москве и Подмосковью круглосуточно.',
				imagePath: '/images/other/slider/card-popup-3.webp',
				bottom:
					'Посмотреть альбом «цветы. фигуры. фотозоны » можно по ссылке: <a href="https://disk.yandex.ru/a/FIqKuVEsBYql1g">https://disk.yandex.ru/a/FIqKuVEsBYql1g</a>',
			},
		},
	],
}
